[
{
  "model": "newstudent.newstudent",
  "pk": 10,
  "fields": {
    "name": "Catherine Ryberg",
    "netid": "crr223",
    "year": "Freshman",
    "college": "Human Ecology",
    "major": "Human Biology, Health and Society",
    "minor": "Biomedical Engineering",
    "extracurricular": "Community Service, Outdoor Recreation, Pre-Professional Organizations, Project Team, Science Research",
    "extra_sa": "I am currently involved with the Callbaxx A capella group as well as Christian Union. I am interested in dentistry so would like to get involved with any pre-dental clubs on campus.  I also am interested in extracurriculars involving health policy.",
    "career": "Health Professions, Non-Profit, Public Health",
    "career_sa": "None",
    "sa1": "I want to gain insight in choosing classes, extracurricular activities that helped them decide on a career path or major, and any other opportunities that enhanced their Cornell experience.",
    "sa2": "-Balancing school, social life, and potentially a job?\r\n-Studying for prelims\r\n-Studying abroad as a science major (and maybe pre-dental)\r\n-The value of a biology degree if you aren't pre-med...is engineering a better alternative? \r\n-Alternative breaks\r\n-Community service groups\r\n-Internships, research, leadership in clubs...when do you start?",
    "sa3": "I'm from Columbia, Missouri, home of the University of Missouri (aka Mizzou). I did show choir all of high school and \r\n enjoy running for fun.  Most of my questions will probably stem from the fact that I am super interested in the topics of my major but am unsure about what I want to do post-undergraduate.",
    "survey": "Word of mouth",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO', 'BEARS', 'CIAS', 'Forte', 'Phi Delta Epsilon', 'Tatkon Center']",
    "selected": true,
    "upperclassman": 81
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 11,
  "fields": {
    "name": "James Patten",
    "netid": "jbp245",
    "year": "Sophomore Transfer",
    "college": "Agriculture & Life Sciences",
    "major": "International Agriculture and Rural Development",
    "minor": "None",
    "extracurricular": "Community Service, Entrepreneurship, Project Team, Science Research, Travel",
    "extra_sa": "None",
    "career": "Agriculture, Computer and Technology, International Development",
    "career_sa": "None",
    "sa1": "A connection to an upperclassmen for their experiences at Cornell, as well as a mini mentor for life after school.",
    "sa2": "What are some of the most unique and unheard of experiences you've have thus far at Cornell? How's your day been, and why did you volunteer for coffee?",
    "sa3": "I'm really big into food, particularly ethnic and/ spicy. I'm down for anything.",
    "survey": "Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'Cornell Radio', 'KAPi', 'OSC']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 12,
  "fields": {
    "name": "Corinne Cioffi",
    "netid": "cmc474",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Chemistry and Chemical Biology",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Community Service, Dance, Outdoor Recreation, Partying, Science Research, Travel",
    "extra_sa": "None",
    "career": "Biomedical Research, Graduate Study, Health Professions",
    "career_sa": "None",
    "sa1": "As well as gaining a new upperclassman friend, I would love to hear their thoughts on:\r\n-the best places to eat in Ithaca\r\n-greek life\r\n-classes they recommend (regardless of any major)\r\n-professors they recommend/warn about",
    "sa2": "-How do you maintain strong relationships with your professors?\r\n-Is it difficult being away from home and your family?\r\n-How hard is it to balance your classes, free time, and club time? (time management recommendations?)\r\n-What do you think of Cornell so far?",
    "sa3": "Some things I would like my upperclassman to know:\r\n-I am not decided on a major yet; I am leaning towards a natural science like chemistry or biology.\r\n-I used to play travel soccer and competitively dance for 13  years.\r\n-I am a big foodie, so any recommendations on places to try would be much appreciated.\r\n-I really enjoy listening to music, and am willing to try out different styles.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'BEARS', 'CIAS', 'OSC', 'Prepare', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 13,
  "fields": {
    "name": "Ada Zhu",
    "netid": "az436",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Animal Science",
    "minor": "None",
    "extracurricular": "Community Service, Cultural, Music, Pre-Professional Organizations, Science Research",
    "extra_sa": "None",
    "career": "Agriculture, Graduate Study, Health Professions, Public Health",
    "career_sa": "None",
    "sa1": "Advice for careers in animal science besides pre-vet, make a new friend, help with choosing classes and planning ahead",
    "sa2": "How do you have enough time for school work, social life, extracurriculars and sleep?",
    "sa3": "I have a twin sister who is also at Cornell. :)",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['CAPSU', 'ECO']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 14,
  "fields": {
    "name": "Abbie Zhu",
    "netid": "az279",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Economics",
    "minor": "None",
    "extracurricular": "Community Service, Cultural, Languages, Music",
    "extra_sa": "None",
    "career": "Business and Finance, Management",
    "career_sa": "None",
    "sa1": "I want an upperclassman to get advice on my college path, whether I'm making the right choices academically and personally, and just get some wisdom about how to get through college successfully. I also just want an upperclassman friend to hang out with sometimes.",
    "sa2": "What clubs and activities do you recommend I join?\r\nHow do you balance social and academic life?\r\nWhat are some fun activities to do in Ithaca other than partying?\r\nWhat are the best restaurants downtown?\r\nHow do you find internships?",
    "sa3": "I have a twin who is also at Cornell who also filled out this form! But please don't pair us up with the same person!",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['CUABS']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 15,
  "fields": {
    "name": "Andres Antonsson",
    "netid": "ada57",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Computer Science",
    "minor": "French",
    "extracurricular": "Acapella, Greek Life, Languages, Project Team, Science Research",
    "extra_sa": "None",
    "career": "Business and Finance, Computer and Technology, Graduate Study",
    "career_sa": "None",
    "sa1": "I’m really just looking for somebody who can help me find my place at Cornell – should I rush, how should I go about improving my professional experience, etc. From what I’ve seen so far, knowing people, especially upperclassmen, can make your life a lot easier. Also, I’d love to have some help creating a long-term plan for what classes to take. I really want to try and get a double major in CS and French, but I’m not sure how possible that is and would like an Upperclassmen’s opinion on the idea.",
    "sa2": "What are good ways to approach professors to begin doing research (especially computer science related research)?\r\nHow do you go about studying for prelims?\r\nWhat are some of your favorite things to do around Ithaca?\r\nWhat are the best project teams to apply for?\r\nWhat are some must-take classes?\r\nWhat are some classes to avoid?\r\nAny advice for finding internships/summer jobs?\r\nHow often do you go to office hours?\r\nIs rushing worth it?\r\nWhich fraternities are the best to rush?\r\nWhich fraternities should I avoid?\r\nWhat is the best way to go about studying abroad over the summer? What about during the semester?",
    "sa3": "I’m a freshman majoring in Computer Science because of how much fun I had making two games in Unity with my friends. I want to find more ways to apply what I learn in my CS classes to practical applications, which is why I’m trying to join project teams and do research on campus. I’m also considering a double major in French because I love both French language and culture, though I realize that the two majors don’t complement each other. If possible, I’d also like to join a low commitment A Capella group, even if it means joining next year. One interesting fact about myself is that I’m half Icelandic.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS', 'Cornell Dems', 'Cornell Political Union']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 16,
  "fields": {
    "name": "Brian Chen",
    "netid": "bc596",
    "year": "Sophomore",
    "college": "Agriculture & Life Sciences",
    "major": "Information Science",
    "minor": "Communication",
    "extracurricular": "Club or Intramural Sports, Community Service, Project Team",
    "extra_sa": "Dining Hall Job",
    "career": "Business and Finance, Computer and Technology, Engineering",
    "career_sa": "None",
    "sa1": "Connections, Experience,",
    "sa2": "How do you balance your social life and academics?",
    "sa3": "I play basketball",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 17,
  "fields": {
    "name": "Arabella Park",
    "netid": "ahp73",
    "year": "Sophomore Transfer",
    "college": "Agriculture & Life Sciences",
    "major": "Animal Science",
    "minor": "None",
    "extracurricular": "Art, Community Service, Outdoor Recreation, Science Research, Travel",
    "extra_sa": "None",
    "career": "Art/Design, Biomedical Research, Non-Profit",
    "career_sa": "Veterinarian.",
    "sa1": "I want help with choosing classes and advice with what I should do with my career path.",
    "sa2": "What classes to take and what lab opportunities/ clubs I should take in order to be on the right path.",
    "sa3": "I played Korean drumming for three years and I performed in the Christmas Hollywood parade for three years.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 18,
  "fields": {
    "name": "Lorena Flores",
    "netid": "lf353",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Development Sociology",
    "minor": "None",
    "extracurricular": "Community Service, Cultural, Science Research, Social Science Research, Travel",
    "extra_sa": "None",
    "career": "Graduate Study, Law, Public Health",
    "career_sa": "None",
    "sa1": "I realized that upperclassmen are really chill and talking to them about casual things would be great! Gaining a friendship and having a friendly face among a sea of Cornellians is something I would like too.",
    "sa2": "I would ask them about beneficial clubs and the best classes within my major. I'd ask them about dealing with professors and how to cultivate relationships. Also, ask them about the social environment in Cornell and how to deal with parties and responsibilities.",
    "sa3": "I come from the Bronx, but was raised in Queens and born in Manhattan. I also fricking love COFFEE! My BRB'S are suffering but it's always worth it. #Carol's #Rusty's",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'BEARS', 'Forte', 'Greek Life', 'KAPi', 'OSC', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 19,
  "fields": {
    "name": "Rachel Lippman",
    "netid": "rjl323",
    "year": "Sophomore Transfer",
    "college": "Human Ecology",
    "major": "Human Biology, Health and Society",
    "minor": "None",
    "extracurricular": "Greek Life, Social Science Research, Teaching/Tutoring, Varsity Sports",
    "extra_sa": "None",
    "career": "Health Professions, Non-Profit, Public Health",
    "career_sa": "None",
    "sa1": "I hope to be able to gain good advice about academics, but also it would be nice to develop a good relationship with an upperclassman.",
    "sa2": "Being a varsity team, what's the best way to maintain academics and social life?\r\n\r\n\r\nHow do you take advantage of all the opportunities provided at Cornell?\r\n\r\nDo you recommend joining Greek life?",
    "sa3": "I have a twin brother!",
    "survey": "Word of mouth",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'Greek Life', 'Phi Delta Epsilon']",
    "selected": true,
    "upperclassman": 43
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 20,
  "fields": {
    "name": "Josh Londin",
    "netid": "jgl92",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Computer Science",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Greek Life, Outdoor Recreation, Partying, Project Team",
    "extra_sa": "Basketball\r\nFootball\r\nGreek Life\r\nRock Climbing\r\nVolleyball\r\nCoding",
    "career": "Computer and Technology",
    "career_sa": "None",
    "sa1": "I just enjoy meeting new people. I am looking to meet someone with similar interests that I can reach out to for help or just to talk.",
    "sa2": "Really anything, from questions on the best places to study to schedule help to tips on rush. I am just looking for someone who has been in my position that can give me advice.",
    "sa3": "I have played volleyball for 6 years, basketball for longer. I can talk about football and basketball for hours on end. But, I also have been rock climbing (outdoor mountain climbing) from the age of 7.",
    "survey": "Clubfest, Word of mouth",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 21,
  "fields": {
    "name": "Andy Yu",
    "netid": "afy6",
    "year": "Freshman",
    "college": "Human Ecology",
    "major": "Psychology",
    "minor": "None",
    "extracurricular": "Partying",
    "extra_sa": "Can i talk to briana lui",
    "career": "Business and Finance",
    "career_sa": "Can i talk to briana lui",
    "sa1": "Can i talk to briana lui",
    "sa2": "Can i talk to briana lui",
    "sa3": "Can i talk to briana lui",
    "survey": "Word of mouth",
    "heard": "None",
    "participated": "No",
    "partnering": "['OSC']",
    "selected": true,
    "upperclassman": 65
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 22,
  "fields": {
    "name": "Sam Kwee",
    "netid": "sk2585",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Applied Economics and Management",
    "minor": "None",
    "extracurricular": "Entrepreneurship, Greek Life, Journalism, Travel, Religious",
    "extra_sa": "None",
    "career": "Business and Finance, International Development, Management, Sales and Marketing",
    "career_sa": "None",
    "sa1": "- Advice for good classes and professors in Dyson\r\n- General tips about making the most out of college",
    "sa2": "- What were the best and worst experiences in college? What did you learn from them?\r\n- What are fraternities (both social and professional) about? \r\n- Did you ever get homesick? How did you deal with it?\r\n- How do I manage my time wisely?\r\n- Any exciting opportunities I should take advantage of?\r\n- How did you decide on what you wanted to do after college?",
    "sa3": "I'm currently a freshman but I'm turning 21 in December! I served in the Singapore Military for 2 years, as is required by all male citizens. It's been an interesting experience entering college at the same age where most people are seniors so far, and I think being older/more mature has helped, but sometimes I can feel disconnected with the younger freshmen.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'DSP']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 23,
  "fields": {
    "name": "Aditya Jha",
    "netid": "aj377",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Economics",
    "minor": "Computer Science",
    "extracurricular": "Club or Intramural Sports, Comedy, Media",
    "extra_sa": "Creating videos, doing stand up comedy.\r\n\r\nRunning.\r\n\r\nWould like to be more involved in finance clubs at Cornell.",
    "career": "Business and Finance, Computer and Technology, Entertainment",
    "career_sa": "Performer, computer scientist, banker.",
    "sa1": "Learn more about the different unique opportunities at Cornell. (What things I shouldn't miss while here) Try to get video equipment of some sort. Learn about places to run at Cornell and about the finance clubs/opportunities here.",
    "sa2": "Where to run?\r\nWhere to get videography equipment that is good?\r\n\r\nHow to use/get access to the recording studio at Risley/JAM/Lincoln Hall?\r\nWhat are the things that I must do at Cornell?",
    "sa3": "I like performing stand up comedy and making videos for fun.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['DSP', 'Slope Media']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 24,
  "fields": {
    "name": "Amanda Hugh",
    "netid": "amh384",
    "year": "Sophomore Transfer",
    "college": "Human Ecology",
    "major": "Human Development",
    "minor": "None",
    "extracurricular": "Community Service, Outdoor Recreation, Social Science Research",
    "extra_sa": "None",
    "career": "Education, Non-Profit",
    "career_sa": "Social Work and Psychology",
    "sa1": "I would like to have someone I could go to if I have any questions, for academic advice, and just to talk to once in a while if we click.",
    "sa2": "How to deal with housing, how to get the classes I want, what classes to take, which professor to try and work with, how to balance academics with other things, etc.",
    "sa3": "I love ice cream like reallllly love ice cream but I haven't been to the Dairy bar yet so we could do that if we do something after the coffee thing if you want! I love being outdoors  (not so much in the cold) and doing outside activities but I hate actually structurally working out like at a gym - I've actually never been to an actual gym to work out. I don't know what I'm going to do after Cornell but I'm pretty sure it will involve more school... I love naps and snuggles not that I see us happening but I would say naps and snuggles are an important part of my identity haha! Animals are greay and I enjoy doing community service",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'Haven']",
    "selected": true,
    "upperclassman": 39
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 25,
  "fields": {
    "name": "Lizzie Heffern",
    "netid": "Ewh76",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Statistics",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Community Service, Outdoor Recreation, Teaching/Tutoring, Travel",
    "extra_sa": "Anything fitness related",
    "career": "Business and Finance, Public Health, Social Science Research",
    "career_sa": "None",
    "sa1": "Help choosing classes, advice about off-campus living,  other general advice",
    "sa2": "Where to live after freshman year",
    "sa3": "I took a gap year after graduating from high school. I am also a certified personal trainer.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 26,
  "fields": {
    "name": "Via Romano",
    "netid": "or62",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "English",
    "minor": "None",
    "extracurricular": "Environmental Sustainability, Journalism",
    "extra_sa": "Creative writing.",
    "career": "Journalism",
    "career_sa": "Publishing, writing.",
    "sa1": "I just want to meet people. :)",
    "sa2": "I just want to get to know them.",
    "sa3": "I do special FX makeup.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 27,
  "fields": {
    "name": "Emma Jelliffe",
    "netid": "ejj36",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Biological Sciences",
    "minor": "Biology and Society",
    "extracurricular": "Club or Intramural Sports, Environmental Sustainability, Greek Life, Outdoor Recreation, Pre-Professional Organizations",
    "extra_sa": "None",
    "career": "Graduate Study, Health Professions, Public Health",
    "career_sa": "Interested in career veterinarian possibly.",
    "sa1": "Overall just tips on tricks that they wish they could have been told their freshman year. General guidance as far as planning your four years here at Cornell. Things you should not miss out on, both at Cornell and in Ithaca in general.",
    "sa2": "What time management strategies have worked for you? How do you get involved with a professor so you are not just one head in a sea of heads sitting in class? What are the best places to eat, hang out, go on the weekends, go to get off campus for a little while?",
    "sa3": "I am from Stamford Connecticut which is a pretty urban environment and I always hated being in a city so I am very excited to be in Ithaca where nature is right outside my doorstep. I love to hike and so as you can guess I am excited about the gorges and hikes around here. I have always loved animals and did a program in high school where I took a Vet Tech course so I am looking into veterinary science as a possible career. I love to play sports and be outside with friends being active. Nothing makes me happier than being productive in a good study spot.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS', 'ECO']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 28,
  "fields": {
    "name": "Qian Huang",
    "netid": "qh53",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Computer Science",
    "minor": "None",
    "extracurricular": "Art, Design and Graphics, Project Team, Science Research, Teaching/Tutoring",
    "extra_sa": "None",
    "career": "Computer and Technology, Engineering, Graduate Study",
    "career_sa": "None",
    "sa1": "How to make new friends. How to find internships and researches. How to select classes.",
    "sa2": "How do you approach professors? How do you make friends? How did you enter the clubs you interested in? How did you get your internship/research opportunity?",
    "sa3": "I love sketching and making desserts!",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Cornell Radio']",
    "selected": true,
    "upperclassman": 35
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 29,
  "fields": {
    "name": "Lucy Lin",
    "netid": "yl633",
    "year": "Sophomore",
    "college": "Industrial & Labor Relations",
    "major": "Industrial and Labor Relations",
    "minor": "None",
    "extracurricular": "Comedy, Cultural, Fashion, Languages, Media, Partying, Pre-Professional Organizations, Travel, Student Government",
    "extra_sa": "None",
    "career": "Business and Finance, Law, Management, Sales and Marketing",
    "career_sa": "None",
    "sa1": "I want to meet another upperclassman mostly for career advice since I want to pursue the law but am also deciding to do strategy and consulting too.",
    "sa2": "Mostly internship advice, class advice, life advice too.",
    "sa3": "My sister and I are 12 years apart, my birthday is 8/8 and hers is 8/9.",
    "survey": "Clubfest, Word of mouth",
    "heard": "None",
    "participated": "Yes",
    "partnering": "['Alternative Breaks', 'CAPSU', 'Cornell Dems', 'Cornell Political Union', 'CUABS', 'DSP', 'Forte', 'KAPi', 'Speech and Debate']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 30,
  "fields": {
    "name": "Susana Zeng",
    "netid": "sz423",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Chemistry and Chemical Biology",
    "minor": "Biological Sciences",
    "extracurricular": "Club or Intramural Sports, Music, Outdoor Recreation, Pre-Professional Organizations, Teaching/Tutoring, Travel",
    "extra_sa": "None",
    "career": "Biomedical Research, Health Professions, Public Health",
    "career_sa": "None",
    "sa1": "I want to learn about which classes to take, who are great professors, what extracurricular activities that will help me with my future, and how to connect with people.  I also want to know more about internships and volunteer work especially those that allows me to travel.  In addition, I want help finding scholarships to help with college expenses, and I want to know what I need to do fore graduate school.",
    "sa2": "What classes do you take?\r\nWhich classes to do like and dislike?\r\nWhich professors should I get to know?\r\nHow can I start research at Cornell?\r\nDo you study by yourself?\r\nWhat extracurricular activities do you have?",
    "sa3": "I'm a freshman entering as a chemistry major because I thought I'd go into the field of forensic science and study dead bodies.  Now, I think I'd prefer learning more about surgery and working with living bodies.  I love musical instruments, but I don't know how to play any.  I also like sports, roller coasters, and other high intensity activities.  I'm outgoing, but deep down I'm an introvert.",
    "survey": "Clubfest, Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'CAPSU']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 31,
  "fields": {
    "name": "Joanne Lee",
    "netid": "zl582",
    "year": "Junior Transfer",
    "college": "Human Ecology",
    "major": "Fiber Science and Apparel Design",
    "minor": "Biomedical Engineering",
    "extracurricular": "Dance, Music, Partying",
    "extra_sa": "I was in dance club in Korea, so i LOVE dancing!!!!!",
    "career": "Biomedical Research, Entertainment, Non-Profit",
    "career_sa": "I'm gonna search for a job for fiber science..",
    "sa1": "I want a new friend to talk about our field",
    "sa2": "What are you gonna do after graduation? I'm seriously considering this matter.",
    "sa3": "I love dancing!!! I dance almost everytime, everyday when there is any music!",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS']",
    "selected": true,
    "upperclassman": 88
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 32,
  "fields": {
    "name": "Ailen Salazar",
    "netid": "aes399",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Spanish",
    "minor": "Anthropology",
    "extracurricular": "Club or Intramural Sports, Community Service, Cultural, Dance",
    "extra_sa": "None",
    "career": "Business and Finance, Education, Entertainment, Hospitality, Management, Non-Profit",
    "career_sa": "None",
    "sa1": "I would like to get advice on classes, meet new people, and learn more about Cornell and Ithaca.",
    "sa2": "What are the best places to go at Cornell and Ithaca? What are your favorites memories and/or classes at Cornell so far?",
    "sa3": "I am from California. I love watching movies. I love exploring; I enjoy trying new things so that  I can learn and gain a new perspective. As a social person, I enjoy talking and helping other people.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'DSP', 'Prepare']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 33,
  "fields": {
    "name": "Camilo Cedeno-Tobon",
    "netid": "cc2459",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Materials Science and Engineering",
    "minor": "Computer Science",
    "extracurricular": "Entrepreneurship, Outdoor Recreation, Project Team, Travel, Religious",
    "extra_sa": "None",
    "career": "Business and Finance, Computer and Technology, Engineering",
    "career_sa": "None",
    "sa1": "I hope to gain a deep relationship with an upperclassman that I will feel comfortable to go to in times of need. After a couple weeks of being here, I can fully acknowledge that Cornell can be a stressful place. It would be very helpful to have a friend to guide me through this journey that is full with an overwhelming amount of opportunities.",
    "sa2": "(1) If you could redo your time at Cornell what would you do differently?\r\n(2) Did you explore the area outside Cornell? If yes which place was your favorite?\r\n(3) Did you join a engineering project team?\r\n(4) Which class has been the most interesting to you?\r\n(5) Any weird passions you discovered her?",
    "sa3": "I have only broken one bone my entire life and it was in the summer before my freshman year of high school. I was at my friend's house playing the most intense game of ping pong in my life when my foot rolled on its side and I fractured my metatarsal. It was pretty painful but I was adamant that it was impossible to fracture your foot playing ping pong so I did not go to the doctor's office. I limped around for 3 weeks until I finally went in for an x-ray. That is my interesting story.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'CIAS']",
    "selected": true,
    "upperclassman": 49
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 34,
  "fields": {
    "name": "Brandon Hoak",
    "netid": "bbh43",
    "year": "Freshman",
    "college": "Human Ecology",
    "major": "Design and Environmental Analysis",
    "minor": "None",
    "extracurricular": "Art, Environmental Sustainability, Music, Outdoor Recreation, Travel",
    "extra_sa": "None",
    "career": "Agriculture, Art/Design, Management",
    "career_sa": "Interest in becoming an educator post-career",
    "sa1": "A new friend with another perspective. Advice on study places, time management, Ithaca life, good books, interesting topics. Stimulating intellectual conversation.",
    "sa2": "What do you want to do in life, and what decisions at Cornell are going to help you achieve that?",
    "sa3": "I love learning, have a special interest in writing and astrophysics.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO', 'BEARS', 'Cornell Radio', 'ECO', 'Haven']",
    "selected": true,
    "upperclassman": 67
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 35,
  "fields": {
    "name": "Jeremy Wang",
    "netid": "jw2363",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Biological Engineering",
    "minor": "Applied Economics and Management",
    "extracurricular": "Community Service, Entrepreneurship, LGBTQ, Music, Pre-Professional Organizations, Project Team, Science Research",
    "extra_sa": "iGEM, orchestra, research, Cornell Consulting?",
    "career": "Biomedical Research, Business and Finance, Engineering, Health Professions",
    "career_sa": "Researcher?",
    "sa1": "Help managing life at Cornell.",
    "sa2": "How do you make friends? (lol sounds sadder hopefully than it seems)\r\nDo people have relationships here?\r\nWhat kind of things to do for fun that I might not know?\r\nHow to successfully double major in AEM?",
    "sa3": "lol not sure.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO', 'Haven']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 36,
  "fields": {
    "name": "Andres Loretdemola",
    "netid": "al2337",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Government",
    "minor": "Linguistics",
    "extracurricular": "Languages, Pre-Professional Organizations, Political Activism, Travel, Student Government",
    "extra_sa": "None",
    "career": "Government",
    "career_sa": "Diplomacy",
    "sa1": "Just a new friend",
    "sa2": "Questions about classes and Greek life",
    "sa3": "I speak 3 languages and have lived in 4 countries.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 37,
  "fields": {
    "name": "Cathy Badding",
    "netid": "Ckb68",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Chemistry and Chemical Biology",
    "minor": "None",
    "extracurricular": "Art, Club or Intramural Sports, Science Research",
    "extra_sa": "None",
    "career": "Graduate Study",
    "career_sa": "I have enjoyed solid state chemistry research thus far and at this very early point, will probably continue with it. I may go into industry after grad school.",
    "sa1": "I want a new friend and general advice.",
    "sa2": "What has made you happy and how to take advantage of opportunities or even be aware of them? What should I focus on? How long should I stick with things?",
    "sa3": "I've done research already during my high school year. I played tennis since I was five and have three cats. I want to learn how to crochet and figure out how to read more.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 38,
  "fields": {
    "name": "Aliza Klingenstein",
    "netid": "ajk329",
    "year": "Sophomore Transfer",
    "college": "Arts & Sciences",
    "major": "Psychology",
    "minor": "None",
    "extracurricular": "Community Service, Greek Life, Social Science Research, Travel",
    "extra_sa": "None",
    "career": "Health Professions, Social Science Research",
    "career_sa": "I plan to major in Psychology and am considering a minor in Nutrition. I really like the combination of these subjects, and hope to help people suffering from eating disorders or who want to improve their relationship with food. I'm really interested in food science/culture, and I'm currently taking a class called \"Food in America\" with the history department in Arts and Sciences. I'm wondering how difficult it would be for me to minor in Nutrition, which is outside the College of Arts & Sciences. If anyone is minoring in a different college than their major, I would love to talk about how that works.",
    "sa1": "As a sophomore transfer, I don't have as much time here at Cornell versus someone who entered as a freshman. Because I only get three years here, I don't want to waste any time taking the wrong classes or getting involved in clubs that I don't love on campus. I'd love some guidance as to who are the best professors, what classes should I be sure to take before I graduate, basically just what are the must-dos that I don't want to miss out on in my time here.",
    "sa2": "Given my interests, do you know of any specific professors or classes you would recommend? How do I go about checking off my Arts and Sciences requirements while pursuing a minor in a different school? On a non-academic note, I plan to rush in January, and I'm wondering if the experience is any different for a sophomore transfer versus a freshman. Also, I'm thinking about housing for next year already, and would love to talk to someone about college town apartments versus possibly living in a sorority house if rush works out in January.",
    "sa3": "Although I'm a sophomore here at Cornell, I'm 20 years old and should technically be a junior. When I decided to transfer from Bowdoin College, it was too late in the year and I missed all the application deadlines for the fall. So, I took a year off and spent three months traveling around southeast Asia, and then lived at home for the spring semester and applied to schools while being a part-time student at NYU. The year off was a great experience for me, but it's also somewhat challenging getting into a school routine after being out of school for so long.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Cornell Dems', 'Greek Life', 'Slope Media']",
    "selected": true,
    "upperclassman": 102
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 39,
  "fields": {
    "name": "Nancy Del Mar Rodriguez",
    "netid": "Ndr47",
    "year": "Junior Transfer",
    "college": "Agriculture & Life Sciences",
    "major": "Communication",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Community Service, Languages, Partying, Travel",
    "extra_sa": "I love playing soccer and listening to The Killers!",
    "career": "Media Communications, Sales and Marketing",
    "career_sa": "ESPN broadcaster!",
    "sa1": "Advice for careers and a new friend!",
    "sa2": "How are you able to manage a social life with all of the work and studying that has to be done? Do you ever get homesick?!",
    "sa3": "I love to be nice too everyone and love to pick on the people I love most 😄",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 40,
  "fields": {
    "name": "Deepti Talesra",
    "netid": "dt429",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Computer Science",
    "minor": "None",
    "extracurricular": "Dance, Entrepreneurship, Outdoor Recreation, Pre-Professional Organizations, Project Team",
    "extra_sa": "None",
    "career": "Business and Finance, Computer and Technology, Engineering",
    "career_sa": "None",
    "sa1": "I want advice on classes, how to plan for the future, someone to talk with about my major, and just have another friend!",
    "sa2": "How do you best approach things such as: research, study abroad, project teams, internships, and resumes.",
    "sa3": "I like eating!!:)",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Cornell Radio', 'Forte', 'Slope Media', 'Speech and Debate', 'Tatkon Center']",
    "selected": true,
    "upperclassman": 79
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 41,
  "fields": {
    "name": "Samantha Cole",
    "netid": "scc243",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Mechanical Engineering",
    "minor": "None",
    "extracurricular": "Community Service, Partying, Project Team, Teaching/Tutoring, Varsity Sports",
    "extra_sa": "None",
    "career": "Engineering",
    "career_sa": "None",
    "sa1": "Additional knowledge about how to get involved in certain things, and how certain things work at Cornell.",
    "sa2": "How to balance everything. How not to oversleep...",
    "sa3": "I ride horses, and am on the first year polo team. I actually love math. I hate waking up early but have only 8 or 9am classes.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS', 'SDS', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 42,
  "fields": {
    "name": "Cece Thieberger",
    "netid": "clt85",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Physics",
    "minor": "Computer Science",
    "extracurricular": "Club or Intramural Sports, Community Service, Languages, Music, Speech and Debate",
    "extra_sa": "Nature Society\r\nScience Olympiad\r\nGuiding Eyes\r\nWomen in Physics\r\nHorseback Riding\r\nConcert Commission\r\nClub Frisbee\r\nCornell Democrats\r\nEducational Outreach",
    "career": "Computer and Technology, Education, Journalism",
    "career_sa": "Astrophysics research \r\nNuclear physics research\r\nSoftware engineering / other computer science jobs\r\nWriting articles about science discoveries for newspapers/other media\r\nPerforming experiments and writing journals about findings",
    "sa1": "Help choosing classes (what's best for my anticipated major/general life balance)\r\nHow to balance school with social life/sleep etc\r\nResearch opportunities (when to start planning for research, how to ask, etc)",
    "sa2": "How do I ask a professor about research opportunities?\r\nWhat do I do if multiple clubs I am interested in have meetings at the same time but I want to be involved in all of them?\r\nWhen should I start looking for housing for next year?\r\nShould I live off campus or on campus?\r\nIs it better to do research for credit or for money?\r\nWhen is the best time of year to do research? (during classes, on breaks, over the summer, etc?)",
    "sa3": "I never learned how to swim growing up so I'm in Beginning Swim now and really like it! The water isn't as scary as I thought",
    "survey": "Clubfest, Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'BEARS', 'Cornell Dems', 'ECO', 'Prepare', 'Slope Media', 'Speech and Debate']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 43,
  "fields": {
    "name": "Lucy Huang",
    "netid": "yh497",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Chemical Engineering",
    "minor": "None",
    "extracurricular": "Environmental Sustainability, Greek Life, Partying, Project Team, Teaching/Tutoring",
    "extra_sa": "None",
    "career": "Engineering",
    "career_sa": "None",
    "sa1": "I think what I want to gain from this experience is the chance to talk to someone with more experience than me. I would love to get to know how coming to Cornell changed them and what they were able to gain out of being at this university. I also would love to make a new friend. Also, any excuse to get coffee I will take.",
    "sa2": "How did you choose your major?\r\nDid you choose classes based on subject, professor, scheduling?\r\nDid you manage to get all the classes you wanted?",
    "sa3": "I like hugs.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'Cornell Radio', 'ECO', 'Tatkon Center']",
    "selected": true,
    "upperclassman": 6
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 44,
  "fields": {
    "name": "Lauren Deschenes",
    "netid": "lmd246",
    "year": "Sophomore Transfer",
    "college": "Human Ecology",
    "major": "Design and Environmental Analysis",
    "minor": "Nutritional Sciences",
    "extracurricular": "Art, Community Service, Design and Graphics, Environmental Sustainability, Greek Life, Media, Outdoor Recreation, Partying, Travel",
    "extra_sa": "None",
    "career": "Art/Design, Health Professions, Management, Public Health, Sales and Marketing",
    "career_sa": "I have been considering interior design/sculptural design.  However, I have also considered occupational therapy.  These are two very different subjects that I am intrigued by.",
    "sa1": "I would like to gain more understanding of what people in my major are interested in and what different kinds of professions that they go in to.  I think that this might help me decide what classes to take and what direction I should follow in regards to my academics and clubs.",
    "sa2": "How did you decide on DEA?  What other subjects interest you?  What is your minor?  What kinds of internships have you had?",
    "sa3": "I love art, eating healthy, exercising, traveling, and spending time with my family, friends, cats, and dog. If this isn't \"interesting\" enough, I have two slightly different colored eyes (LOL).",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['ECO', 'Greek Life', 'Slope Media']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 45,
  "fields": {
    "name": "Zhimeng Li",
    "netid": "zl448",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Psychology",
    "minor": "Information Science",
    "extracurricular": "Art, Dance, Project Team, Theatre",
    "extra_sa": "None",
    "career": "Graduate Study, Media Communications, Social Science Research",
    "career_sa": "None",
    "sa1": "An older friend with more life experience is always an asset! On top of that, I also wish to learn more about what the specific major is like and what are the possible career options. As I'm going through a period of confusion regarding \"Who am I?\" \"What should I do?\" \"Why does everyone except me know clearly what they are going to do and they happen to love the field that can earn them big money?\"I want to know if others have been through similar anxiety and how they eventually managed to pull through (or how are they trying to pull through.)",
    "sa2": "What makes you choose your current major?\r\nWhat kind of extracurricular activities on campus have you participated?\r\nHow to arrange the classes if I am still exploring majors?\r\nWhat should I do if I'm not experienced/qualified enough to get into those \"popular clubs\"?\r\nHow to choose when your field of passion does not guarantee a profitable job?\r\nHow to find out your true passion?\r\nHow to conquer the feeling that \"I'm much worse/lost than anyone in this college\"?",
    "sa3": "I write fan fiction (though in Chinese) and I'm currently considering publish my first work compilation (as it's not technically a book). \r\nI skateboard but I can't do any tricks. \r\nI watch Bojack Horseman and Rick and Morty (not something interesting about myself but they are interesting).",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['CAPSU', 'Haven', 'ISU', 'OSC', 'Prepare']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 46,
  "fields": {
    "name": "Ayesha Gagguturi",
    "netid": "ag946",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Computer Science",
    "minor": "None",
    "extracurricular": "Art, Dance, Design and Graphics, Entrepreneurship, Environmental Sustainability, Fashion, Music, Partying, Project Team, Science Research",
    "extra_sa": "None",
    "career": "Computer and Technology, Engineering",
    "career_sa": "None",
    "sa1": "A chance to find someone who has already gone through the process I'm going through right now and see how they managed to do it.",
    "sa2": "How to be boss at Cornell?",
    "sa3": "I can take selfies with my feet and I despise applications.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'CUABS', 'DSP', 'ECO', 'OSC', 'Slope Media', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 47,
  "fields": {
    "name": "Sam Mininberg",
    "netid": "sam566",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Operations Research and Engineering",
    "minor": "Computer Science",
    "extracurricular": "Entrepreneurship, Greek Life, Music, Pre-Professional Organizations, Religious",
    "extra_sa": "Cornell hip-hop heads, Hillel, Cornell Tradition",
    "career": "Business and Finance, Computer and Technology, Engineering",
    "career_sa": "None",
    "sa1": "I would like to meet a nice upperclassmen who can be a resource going forward. I don't have many questions in particular, but I would love to be paired with someone who has great advice for freshmen and that I feel comfortable reaching out to if I ever do have questions in the future.",
    "sa2": "I would like to learn more about rushing fraternities, what it's like being an OR major, and different possible career paths given my interests.",
    "sa3": "I'm a nice, genuine guy that always like becoming friends with other nice people. This club seems like a great way to do that!",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 48,
  "fields": {
    "name": "Michael Hon",
    "netid": "mth76",
    "year": "Freshman",
    "college": "Hotel Administration",
    "major": "Hotel Administration",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Community Service, Music, Teaching/Tutoring, Travel",
    "extra_sa": "None",
    "career": "Education, Hospitality, Management",
    "career_sa": "None",
    "sa1": "I'd love to gain advice related to potential career options, related clubs and activities to join, and strategies to succeed in various classes.",
    "sa2": "How do you balance sleep, social life and academics? What do you do in times of stress? What would you have wished to know when you were a freshman in Cornell? What are the best and worst things about Cornell? What are the ways I can succeed in each class? What are your favourite classes at Cornell?",
    "sa3": "Even when creating my application for Cornell, I never seriously considered coming to Ithaca as I considered Cornell a ‘far reach’ school. While most others celebrated their acceptances with family and friends, I anticipated rejection as I read my acceptance letter alone at 6:30AM before going to school (I didn’t even bother to wake up at 5:00AM to read it), and was in disbelief for the rest of the week.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 49,
  "fields": {
    "name": "Bella Harnick",
    "netid": "ibh9",
    "year": "Freshman",
    "college": "Human Ecology",
    "major": "Policy Analysis and Management",
    "minor": "None",
    "extracurricular": "Art, Community Service, Greek Life, Journalism, Political Activism",
    "extra_sa": "None",
    "career": "Government, Law, Non-Profit",
    "career_sa": "None",
    "sa1": "Just another person to get to know :)",
    "sa2": "1. What clubs are you  involved with and when you joined them?\r\n2.  Do you have any study tips for prelims?\r\n3. What was your favorite class?",
    "sa3": "My favorite TV show is This is Us.",
    "survey": "Word of mouth",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": true,
    "upperclassman": 83
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 50,
  "fields": {
    "name": "Dhananjay DJ Bansal",
    "netid": "db725",
    "year": "Sophomore",
    "college": "Engineering",
    "major": "Computer Science",
    "minor": "None",
    "extracurricular": "Entrepreneurship, Partying",
    "extra_sa": "None",
    "career": "Business and Finance, Computer and Technology, Engineering",
    "career_sa": "Fund - Finance\r\nReal Estate Fund\r\nReal Estate Development\r\nComputer Science",
    "sa1": "I want academic and career advice. I also want to make a new friend.",
    "sa2": "How to balance my academic and social life and how to best navigate life at Cornell.",
    "sa3": "My high school was in the Himalayas. I don't really feel cold.",
    "survey": "Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 51,
  "fields": {
    "name": "Alison Kim",
    "netid": "ak2229",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Chemistry and Chemical Biology",
    "minor": "Psychology",
    "extracurricular": "Club or Intramural Sports, Community Service, Project Team, Religious",
    "extra_sa": "Acapella, Comedy, Dance, Art, Music, Pre-professional organizations, Science Research, Travel, Greek Life",
    "career": "Health Professions",
    "career_sa": "I'm not too sure",
    "sa1": "Help with classes, new friend, advice for how to get started with clubs and applying to clubs, advice on best places to eat",
    "sa2": "How do you balance your social life and academics? How do you join clubs- which ones are the best? How do you apply for clubs? How do you make a resume? How do I choose what major I want to be in? what's the best place to eat in west?",
    "sa3": "I played varsity tennis in high school but go injured so I was out for my last season.\r\nI love food- especially all types asian.\r\nI wish I was taller because I'm really short.\r\nMy favorite color is light green and blue.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Phi Delta Epsilon']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 52,
  "fields": {
    "name": "Ridhi Bhatnagar",
    "netid": "rb837",
    "year": "Junior Transfer",
    "college": "Agriculture & Life Sciences",
    "major": "Applied Economics and Management",
    "minor": "None",
    "extracurricular": "Dance, Entrepreneurship, Pre-Professional Organizations, Political Activism, Social Science Research, Travel, Student Government",
    "extra_sa": "None",
    "career": "Business and Finance, International Clubs, International Development, Social Science Research",
    "career_sa": "None",
    "sa1": "Advice on careers, new friends, professional network, travel buddy!",
    "sa2": "How to build a professional network?",
    "sa3": "I am an exchange student from Singapore (NUS) and was born in India. I'm at Cornell for the Fall semester. I am addicted to coffee, love cooking and watching Friends and just started watching Modern Family.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['CIAS', 'CUABS', 'DSP', 'ISU']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 53,
  "fields": {
    "name": "Lev Krasnovsky",
    "netid": "ldk59",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Biological Sciences",
    "minor": "None",
    "extracurricular": "Community Service, Dance, Pre-Professional Organizations, Science Research, Theatre",
    "extra_sa": "None",
    "career": "Biomedical Research, Health Professions",
    "career_sa": "None",
    "sa1": "I hope primarily to learn more about research  at Cornell, but also to hear about summer opportunities, clubs/groups on campus that I may not have heard of at Clubfest, class selection tips (especially for the premed track), and just general life advice.",
    "sa2": "How do you find a research lab that matches your interests and how do you apply there?\r\nWhat (if any) summer activities did you do and would you recommend them?\r\nAre there any clubs or groups that have seriously changed your time on campus for the better?\r\nWhat was your favorite class that you took within your major, and what was your favorite class you took outside your major?\r\nWhat classes should I avoid taking?\r\nWhat's the best place to eat in Collegetown?\r\nWhat are some fun activities to do around Ithaca?",
    "sa3": "I interned in a medical examiner's office (also known as the morgue) during my senior year of high school. Also I'm a big fan of theater and dance and am currently both in a show at Cornell and on the competitive ballroom team.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Phi Delta Epsilon', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 54,
  "fields": {
    "name": "Michelle Liu",
    "netid": "mjl358",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Economics",
    "minor": "French",
    "extracurricular": "Journalism, Languages, Pre-Professional Organizations, Science Research, Travel",
    "extra_sa": "business/finance clubs, research mentor/mentee, careers in fashion",
    "career": "Business and Finance, Health Professions, International Development",
    "career_sa": "None",
    "sa1": "I would like to listen to their experience with choosing classes and finding internships in their field of interest, and also general advice for college life. I also just want to connect with someone older than me because most of the friends I've met and the students in my classes have been freshmen or sophomores.",
    "sa2": "How do you approach professors, and establish relations with them?\r\nWhat are your favorite classes you've taken at Cornell?\r\nWhat do you wish you knew when you were a freshman?\r\nHow has your experience been with finding jobs/internships?",
    "sa3": "I'm very undecided as to what I want to do with my future-- I'm interested in different things, such as medicine/healthcare, foreign languages and traveling, economics/finance (though I don't actually know anything about finance/economics). Most of the older college students I have talked with (not necessarily from Cornell) have been pursuing a career in the medical field, so I have some knowledge of that, so I'd  really like to meet and discuss with an upperclassman who is pursuing finance/economics, or plans to work abroad, to hear what he/she has been doing in preparation for his/her future at Cornell.",
    "survey": "Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "['CAPSU', 'DSP', 'Forte', 'Phi Delta Epsilon']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 55,
  "fields": {
    "name": "Stark Li",
    "netid": "al2358",
    "year": "Sophomore",
    "college": "Engineering",
    "major": "Electrical and Computer Engineering",
    "minor": "None",
    "extracurricular": "Art, Club or Intramural Sports, Comedy, Cultural, Entrepreneurship, Languages, Project Team, Science Research, Teaching/Tutoring",
    "extra_sa": "None",
    "career": "Art/Design, Business and Finance, Computer and Technology, Engineering",
    "career_sa": "None",
    "sa1": "Since I am a transfer student, I may have a hard time adjusting to the rigor of academic course work here at Cornell, I hope to gain from my upperclassman more efficient study strategies and other campus resources.",
    "sa2": "How to balance one's academics and social life. How to get involved in research. On-campus resources, etc",
    "sa3": "I am an incoming transfer student in the ECE department and I went to a Canadian high school. Also, by the way I transferred from Syracuse University, so compared to Ithaca, colder and more snow!",
    "survey": "Clubfest",
    "heard": "Tatkon Center",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'CAPSU', 'CIAS', 'Cornell Political Union', 'CUABS', 'OSC']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 56,
  "fields": {
    "name": "Sarah Park",
    "netid": "ssp84",
    "year": "Freshman",
    "college": "Human Ecology",
    "major": "Policy Analysis and Management",
    "minor": "None",
    "extracurricular": "Journalism, Partying, Pre-Professional Organizations, Social Science Research",
    "extra_sa": "None",
    "career": "Law, Social Science Research",
    "career_sa": "None",
    "sa1": "I would like to get some advice/tips to successfully complete my education at Cornell. I would like to discuss activities/classes that are related to my interests/major. I would like to make a new friend here and learn about their interests as well!",
    "sa2": "I want to ask about classes, how to balance student life/social life, about clubs/activities, and just life as a Cornell student!",
    "sa3": "I play violin!",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'CIAS', 'CUABS', 'DSP', 'KAPi', 'Speech and Debate']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 57,
  "fields": {
    "name": "Tiffany Zheng",
    "netid": "tz286",
    "year": "Sophomore Transfer",
    "college": "Engineering",
    "major": "Civil Engineering",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Music, Partying, Pre-Professional Organizations, Travel",
    "extra_sa": "None",
    "career": "Engineering, Graduate Study, Management",
    "career_sa": "None",
    "sa1": "Bits of Advice for a transfer student, and just to make friends",
    "sa2": "What are the usual timespan for preparation for prelim, specific interaction skills with the diverse major of classmates",
    "sa3": "I love making new friends, but finding it a bit hard in Cornell (especially the diverse living places). Do not have much on top of my head right now.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['CAPSU']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 58,
  "fields": {
    "name": "Jake Hawkes",
    "netid": "jh2582",
    "year": "Sophomore Transfer",
    "college": "Arts & Sciences",
    "major": "Comparative Literature",
    "minor": "English",
    "extracurricular": "Art",
    "extra_sa": "Reading (literature, philosophical poetry, cultural/psychological theory, theoretical science)\r\n\r\nHiking/backpacking, visiting art museums, interesting music.\r\n\r\nEngaged conversation.",
    "career": "Graduate Study",
    "career_sa": "Writer.  Teacher/academic.",
    "sa1": "Just some knowledge of what it's like to be working with literature on campus, in the context of what feels like a very hard-research-based university.",
    "sa2": "What classes/teachers have been formative for them, where they've found a community on campus to discuss their interests and keep up intellectual momentum.",
    "sa3": "I like to believe writing can change people (if they're interested in changing), but have seen little direct evidence that this is true.  I guess that isn't really about me in particular, but it seems like a crucial problem to me for some reason.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 59,
  "fields": {
    "name": "April Huang",
    "netid": "ah842",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Food Science",
    "minor": "None",
    "extracurricular": "Cultural, Environmental Sustainability, Outdoor Recreation, Political Activism",
    "extra_sa": "Product Development Team",
    "career": "Agriculture, Graduate Study",
    "career_sa": "Food product development",
    "sa1": "I hope to get advice on what clubs to join and plan out my class selection for next semester and beyond with upperclassmen who know which teachers are better and what classes satisfy my requirements. I also wish to learn about the fun places to go in Ithaca and figure out which dorm I should try to get for next year.",
    "sa2": "How do you balance your schoolwork with club and other extracurricular activities? What class should I take because the professor is amazing? What should I consider when choosing between going directly into industry or going to graduate school?  Is it a good idea to have a car?",
    "sa3": "I can't think of a single interesting thing, so I'll just say a few random facts about myself. I want to study food science in hopes of making realistic plant-based meat, dairy, and egg replacements. I've always wanted to travel the world on little to no income and have to experience the hardships that I, coming from a comfortable middle-class family, have never had to experience. I love to spend time outdoors hiking, water-skiing, and I want to try skydiving, but I also like spending time at home cooking and drawing.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'BEARS', 'ECO', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 60,
  "fields": {
    "name": "Dylan Tsai",
    "netid": "dt439",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Information Science Systems and Technology",
    "minor": "None",
    "extracurricular": "Community Service, Pre-Professional Organizations, Project Team, Science Research, Teaching/Tutoring",
    "extra_sa": "None",
    "career": "Computer and Technology, Engineering",
    "career_sa": "None",
    "sa1": "I hope to learn more about on-campus opportunities for engineers, interesting classes in all disciplines, and other resources I can use throughout college. Also, I want to meet someone new and just hear about another upperclassman's story: what went well for them, what struggles and failures they endured, and what their greatest moments in college were.",
    "sa2": "How do I college?\r\nWhat are some interesting, non-required classes?\r\nWhen does winter happen, and how do I survive it?\r\nWhat advice do you have about prelims?\r\nWhat were some of your greater struggles, that you overcame or didn't overcome?\r\nDid you make any memories you think you'll remember 10 or 20 years from now?",
    "sa3": "I love kale. I mean, it's not quite as good as spinach, but it's still AMAZING. I really don't understand why I like it when everyone else hates it.  Kale salad (when it's massaged kale) is great -- Risley's kale and mango salad is absolute heaven. And then stir-fried kale...At RPCC I usually go to the pasta grill and hand the chef a bowl of just kale to cook because kale is just so much better than pasta. The chefs at RPCC put a grossly large amount of oil, but it's worth it for the kale.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'BEARS', 'CAPSU', 'OSC', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 61,
  "fields": {
    "name": "Stephanie Wu",
    "netid": "sw689",
    "year": "Sophomore Transfer",
    "college": "Industrial & Labor Relations",
    "major": "Industrial and Labor Relations",
    "minor": "None",
    "extracurricular": "Art, Cultural, Environmental Sustainability, Partying, Teaching/Tutoring",
    "extra_sa": "None",
    "career": "Business and Finance, Computer and Technology, Graduate Study",
    "career_sa": "None",
    "sa1": "Advice for transfer sophomores, recommendations for school clubs, class recommendations, general extracurricular activities",
    "sa2": "Recommendations for school clubs, class recommendations,",
    "sa3": "I'm from Brooklyn, NY and went to SUNY Binghamton for my freshman year.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['CAPSU', 'DSP']",
    "selected": true,
    "upperclassman": 7
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 62,
  "fields": {
    "name": "Dorothy Leung",
    "netid": "dhl84",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Chemical Engineering",
    "minor": "Environmental Engineering",
    "extracurricular": "Environmental Sustainability, Music, Project Team, Travel",
    "extra_sa": "None",
    "career": "Engineering",
    "career_sa": "Environment and Sustainability",
    "sa1": "Help choosing classes; Choose between majors; make a new friend",
    "sa2": "Tips to do better in intro to chemE",
    "sa3": "I'm from Hong Kong and I can play the drum kit and all sorts of percussion instruments!",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['ECO', 'ISU', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 63,
  "fields": {
    "name": "Stella Yao",
    "netid": "yy675",
    "year": "Junior Transfer",
    "college": "Agriculture & Life Sciences",
    "major": "Animal Science",
    "minor": "None",
    "extracurricular": "Community Service, Dance, Languages, Outdoor Recreation, Travel",
    "extra_sa": "I'm learning boxing now and I've learned playing drum set for about a year.",
    "career": "Agriculture, Non-Profit",
    "career_sa": "I want to study Animal Welfare in grad school and want to work at a NGO on animal protection.",
    "sa1": "Making new friends, sharing happiness and sadness",
    "sa2": "How do you make friends with people from other countries?",
    "sa3": "I dance Chinese folk dance and Hip Hop. I play drum set. I love traveling. I like cats.",
    "survey": "Clubfest",
    "heard": "BEARS",
    "participated": "No",
    "partnering": "['APO', 'BEARS', 'CAPSU', 'ISU', 'Prepare', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 64,
  "fields": {
    "name": "Jennifer Yu",
    "netid": "jmy53",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Electrical and Computer Engineering",
    "minor": "None",
    "extracurricular": "Cultural, Design and Graphics, Project Team, Teaching/Tutoring, Travel",
    "extra_sa": "None",
    "career": "Art/Design, Computer and Technology, Engineering",
    "career_sa": "None",
    "sa1": "It would be cool to get to know an upperclassman and get some advice on my college experience.  I think it would be fun to hear about their positive and negative experiences here.",
    "sa2": "What are things they wish they knew?  How do I get to the golden west campus dining halls without getting lost?! How were they like as a freshman and what are things I should be doing?",
    "sa3": "I spend a lot of time watching shows, so even though I'm Chinese, I know more Korean and Japanese (and even Spanish) than Chinese.  Oops.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Cornell Radio', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 65,
  "fields": {
    "name": "Chase Kauder",
    "netid": "clk223",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Applied Economics and Management",
    "minor": "None",
    "extracurricular": "Acapella, Entrepreneurship, Greek Life, Partying, Pre-Professional Organizations",
    "extra_sa": "None",
    "career": "Business and Finance, Management, Sales and Marketing",
    "career_sa": "None",
    "sa1": "Advice about classes and teacher would be pretty cool, as well as wisdom about life and school.",
    "sa2": "Strategies for balancing school work, extracurriculars, friends, and life. What their favorite things they have done are etc.",
    "sa3": "I like lots of different kinds of music. I have a golden retriever. I like the outdoors even though I am from Manhattan.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['DSP', 'Forte', 'Hillel']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 66,
  "fields": {
    "name": "Ching Pang",
    "netid": "cp546",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Biological Engineering",
    "minor": "Biomedical Engineering",
    "extracurricular": "Music, Pre-Professional Organizations, Project Team, Science Research, Travel",
    "extra_sa": "Intramural watersports",
    "career": "Engineering, Health Professions",
    "career_sa": "None",
    "sa1": "Meeting new friends, career and classes advice, activities on campus, things to do in Ithaca",
    "sa2": "How can I balance my workload and social life? How should I approach a professor for research if he is not my professor? How does the housing lottery work for west campus? How should I plan my winter and summer breaks?",
    "sa3": "I am an international student from Hong Kong, but I have spent 4 years in New York City for high school. I genuinely enjoy the wide range of activities that NYC provides from foods to museums. I took a gap year last year, and I spent 6 months working as a customer service officer in Hong Kong, and 5 months backpacking in Asia. I love travelling and  talking with people from different backgrounds. I enjoy a wide variety of activities, from attending a Berlin Phil's concert in Carnegie's Hall to hiking to the Tabur Hill in Malaysia.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'ISU', 'Prepare']",
    "selected": true,
    "upperclassman": 89
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 67,
  "fields": {
    "name": "Rebekah Epstein",
    "netid": "re224",
    "year": "Freshman",
    "college": "Human Ecology",
    "major": "Human Biology, Health and Society",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Community Service, Greek Life, Pre-Professional Organizations, Science Research",
    "extra_sa": "None",
    "career": "Biomedical Research, Health Professions, International Development, Non-Profit, Public Health",
    "career_sa": "None",
    "sa1": "I would like help choosing my future classes and figuring out which professors would be most beneficial for my education. Furthermore,  I'd like their advice in regards to adjustment to Cornell and effective ways to time manage and handle stress. I want to meet someone that I would be able to count on for good advice throughout my freshman year.",
    "sa2": "How to approach professors for research;  how to balance school, extracurricular activities, and social life;  time management skills/study skills in general; maybe some guidance about the Greek life on campus",
    "sa3": "I'm a black belt in martial arts! I started doing Tae Kwon Do at the end of sixth grade, and absolutely fell in love with it. I was an assistant instructor in my martial arts school before I left for Cornell. Now, I'm on the Cornell TKD team, and am really excited to see how this whole year will go and how I'll further improve my skills as a martial artist.",
    "survey": "Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "['Cornell Dems', 'Greek Life', 'Phi Delta Epsilon']",
    "selected": true,
    "upperclassman": 27
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 68,
  "fields": {
    "name": "Phil Schofield",
    "netid": "pms264",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Biological Sciences",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Greek Life, Music, Partying, Science Research",
    "extra_sa": "None",
    "career": "Biomedical Research, Business and Finance, Health Professions",
    "career_sa": "None",
    "sa1": "Advice for future classes at Cornell,  talking about potential careers and life after college, talking about balancing schoolwork/studying",
    "sa2": "What classes  did you take/which classes did you enjoy and which would you wish you had never taken?\r\nWhat career path are you taking and how did you land on that?\r\nWhat tips do you have for eliminating the most stressful parts of college?",
    "sa3": "I'm on the sailing team at Cornell.  I play guitar and produce music.",
    "survey": "Word of mouth",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 69,
  "fields": {
    "name": "Nathaniel Garry",
    "netid": "ncg24",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Biological Sciences",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Community Service, Greek Life, Partying, Science Research",
    "extra_sa": "None",
    "career": "Biomedical Research, Graduate Study, Health Professions",
    "career_sa": "None",
    "sa1": "Advice for classes, ideas for careers, suggestions for clubs and things to get involved in, advice on scoping out the social life of Cornell.",
    "sa2": "When should I approach a professor and actually get to know him or her and make sure they remember you? What are your recommendations for clubs or interesting things on campus to get involved in? Should I rush and what are the benefits and drawbacks if I do? How can I get involved in research? What do you wish you knew as a freshman?",
    "sa3": "I come from a very small rural town in upstate New York that is actually where Chobani was founded. My graduating class was 55.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'BEARS', 'Phi Delta Epsilon']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 70,
  "fields": {
    "name": "Kevin Macias",
    "netid": "kam435",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Biological Sciences",
    "minor": "None",
    "extracurricular": "Greek Life, Music, Outdoor Recreation, Science Research, Travel",
    "extra_sa": "None",
    "career": "Graduate Study",
    "career_sa": "Wildlife  Biology and Research",
    "sa1": "Advice for careers and overall Cornell experience, new friend.",
    "sa2": "How do you manage your time? What to do off campus,  what do you wish you knew/had done as a freshman starting at Cornell.",
    "sa3": "I joined the Sabor Latino Dance Team this week.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 71,
  "fields": {
    "name": "Nicole Nagura",
    "netid": "nmn52",
    "year": "Sophomore",
    "college": "Industrial & Labor Relations",
    "major": "Industrial and Labor Relations",
    "minor": "None",
    "extracurricular": "Languages, Music, Travel",
    "extra_sa": "None",
    "career": "Management",
    "career_sa": "None",
    "sa1": "I hope to gain advice for what to expect in the years to come, and to make a new friend",
    "sa2": "How do you balance everything? What are the best classes to take? How do you maximize your time on campus?",
    "sa3": "I'm from Westchester, NY and I transferred from SUNY Binghamton",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Greek Life']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 72,
  "fields": {
    "name": "Diego Burga",
    "netid": "db673",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Biological Sciences",
    "minor": "None",
    "extracurricular": "Community Service, LGBTQ, Partying, Pre-Professional Organizations, Science Research",
    "extra_sa": "None",
    "career": "Health Professions, Public Health",
    "career_sa": "None",
    "sa1": "Help with studying habits/routines and choosing classes/professors. Also just getting tips on the in and outs of Cornell life.",
    "sa2": "How can you get good grades while enjoying your social life and doing exercise at Cornell? Best professors? Favorite music?",
    "sa3": "I'm a first-generation student from Miramar, Florida. I was born in Lima, Peru and speak fluent Spanish. I'm passionate about biology and medicine. I  enjoy indie/alternative music (e.g. Coast Modern, Hippo Campus, Glass Animals, etc). I also listen to all sorts of music but not country. I like meeting new people who have great stories to tell!",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Cornell Dems', 'Haven']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 73,
  "fields": {
    "name": "yuhang",
    "netid": "yw299",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Government",
    "minor": "None",
    "extracurricular": "Art, Music, Teaching/Tutoring, Travel, Speech and Debate",
    "extra_sa": "1. Photography\r\n2. Piano\r\n3. Reading books\r\n4. Mock Trial",
    "career": "Art/Design, Journalism, Law, Non-Profit",
    "career_sa": "None",
    "sa1": "To gain some experience and good suggestions. I also want to be more familiar with different kinds of resources the university offers and have a rough understanding of the timeline about what I am supposed to do at different stages of college life. Also, I want to find someone who shares similar interests with me, especially on reading and photography.",
    "sa2": "1. How to plan for a reasonable amount of workload?\r\n2. When should I prepare to find internships?\r\n3. What are some options of extracurricular involvement of a government major?\r\n4. What is Greek life like?",
    "sa3": "I like taking photos though I am not very professional. I really want to learn to take good portraits and find someone who can take good photos of me. My current favorite author is W.S. Maugham and Yukio Mishima. I also want to learn snowboard.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS', 'KAPi']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 74,
  "fields": {
    "name": "Priya Blair",
    "netid": "pb537",
    "year": "Sophomore Transfer",
    "college": "Arts & Sciences",
    "major": "History",
    "minor": "Fine Arts",
    "extracurricular": "Acapella, Art, Greek Life, Teaching/Tutoring",
    "extra_sa": "None",
    "career": "Art/Design, Education, Management",
    "career_sa": "Possibly working in a museum, curating",
    "sa1": "I want to meet more people, especially in my major (History) since I haven't found too many history majors,",
    "sa2": "I want to know about research and other ways to get in touch with either career or club opportunities on and off campus. I also want to know more about the history/fine arts department and ways to get involve with either of them.",
    "sa3": "These are multiple interesting things: \r\nI am currently in an acapella group here at cornell called Tarana which is a south asian acapella group. \r\nI transferred from UC Berkeley and currently live in Tucson, Arizona but have moved roughly every 1.5-3 years since elementary school. I used to live in MA, Cincinnati OH, New Delhi, Singapore, Connecticut, and South Carolina.\r\nI also went to an all girls boarding school for 3 years in Connecticut.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Cornell Radio', 'Slope Media']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 75,
  "fields": {
    "name": "Oliver Leung",
    "netid": "oal22",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Mathematics",
    "minor": "Computer Science",
    "extracurricular": "Community Service, Entrepreneurship, Languages, Music, Speech and Debate",
    "extra_sa": "None",
    "career": "Computer and Technology, Engineering, Graduate Study",
    "career_sa": "None",
    "sa1": "I'm looking to make the most of my time here at Cornell - what classes to take, what activities to join, etc. I'm kind of lost as to where I should go from this first semester here, so I would appreciate advice especially on what classes to take in the future.",
    "sa2": "How do people determine what classes to take both inside and outside their intended major?",
    "sa3": "I love collecting fountain pens and mechanical keyboards, and I listen to classical music almost religiously!",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Speech and Debate']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 76,
  "fields": {
    "name": "Joey Wu",
    "netid": "jjw273",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Mechanical Engineering",
    "minor": "Engineering Physics",
    "extracurricular": "Cultural, Greek Life, Pre-Professional Organizations, Project Team, Science Research",
    "extra_sa": "None",
    "career": "Computer and Technology, Engineering, Graduate Study",
    "career_sa": "None",
    "sa1": "Help choosing/managing classes\r\nAdvice on clubs and if I should join Greek life.\r\nAdvice on housing for sophomore year and beyond.\r\nAdvice on pursuing research with a professor.\r\nAdvice on on-campus jobs.",
    "sa2": "How much of social life at Cornell is actually based on Greek life?\r\nWhat are some \"must take\" classes. regardless of your major?\r\nHow much wood could a woodchuck chuck if a woodchuck could chuck wood?\r\nWhat kind of on-campus job do you have/recommend/know of?",
    "sa3": "I love strategy games like Risk, Chess. and Monopoly.\r\nI have an unhealthy obsession with Star Trek and once built my own 3D chess set.",
    "survey": "Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 77,
  "fields": {
    "name": "Karen Jiang",
    "netid": "kj268",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Information Science",
    "minor": "Economics",
    "extracurricular": "Community Service, Design and Graphics, Journalism, Project Team, Teaching/Tutoring",
    "extra_sa": "None",
    "career": "Business and Finance, Computer and Technology, Non-Profit",
    "career_sa": "None",
    "sa1": "I hope I can make a new friend through this experience and have a better understanding of what I should do, expect, and plan for the rest of my four years.",
    "sa2": "How do you approach professors and let them get to know you?\r\n\r\nHow did you join the extracurricular activities you're in now?",
    "sa3": "I speak three languages: English, Mandarin, and Spanish and I play the piano and viola.",
    "survey": "Clubfest, Social Media",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'CAPSU', 'CUABS', 'Forte']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 78,
  "fields": {
    "name": "Jordan Alexander",
    "netid": "jsa252",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Computer Science",
    "minor": "Economics",
    "extracurricular": "Dance, Environmental Sustainability, Partying, Project Team, Science Research",
    "extra_sa": "None",
    "career": "Computer and Technology, Engineering, Sales and Marketing",
    "career_sa": "None",
    "sa1": "I want to see what resources I should be aware of around campus and where I can print for free.",
    "sa2": "I'd like for to focus better. I get distracted easily.",
    "sa3": "I just joined the ballroom dance team.",
    "survey": "Clubfest, Social Media",
    "heard": "None",
    "participated": "No",
    "partnering": "['DSP', 'Slope Media']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 79,
  "fields": {
    "name": "Sam spicka",
    "netid": "ses395",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Biological Sciences",
    "minor": "None",
    "extracurricular": "Community Service, Dance, Greek Life, Outdoor Recreation, Partying, Pre-Professional Organizations, Project Team, Science Research, Social Science Research, Teaching/Tutoring, Travel, Theatre",
    "extra_sa": "None",
    "career": "Business and Finance, Health Professions",
    "career_sa": "Therapist or neurologist",
    "sa1": "I hope to get a new friend. I really like to meet new people! I want to have somebody to talk to about prospective Greek life, and I would like somebody who is very involved in the school who can help me find my niche here!",
    "sa2": "What do you think about Greek life? Which clubs are you the happiest that you participate in? Which ones do you wish you are in? Which clubs did you try to join that you immediately regretted? What kind of coffee do you like?",
    "sa3": "I love coffee, and I have the same birthday as Nikki Minaj",
    "survey": "Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO', 'BEARS', 'Greek Life', 'OSC', 'Tatkon Center']",
    "selected": true,
    "upperclassman": 96
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 80,
  "fields": {
    "name": "Julia Smith",
    "netid": "jcs552",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Performing and Media Arts",
    "minor": "Mathematics",
    "extracurricular": "Acapella, Comedy, Community Service, LGBTQ, Theatre",
    "extra_sa": "None",
    "career": "Business and Finance, Entertainment, Management",
    "career_sa": "None",
    "sa1": "Info on performing arts at Cornell, I would love to hear about personal experiences and opinions of people who've been involved either with the major or extracurricular groups. They all kinda look similar on paper, so it's hard to get a feel. Also, advice on making friends / finding community I guess.",
    "sa2": "What was your transition to college like? How did you deal with loneliness, homesickness, etc? \r\n\r\nWould you recommend the PMA major? What are some strengths and weaknesses? Professors you like, professors you don't, etc. \r\n\r\nWhat do you plan on doing with your degree? \r\n\r\nWhat extracurriculars have you been involved with, and how would you rate those experiences? Would you recommend those clubs?",
    "sa3": "I'm from NYC, and I was homeschooled till high school.",
    "survey": "Advertising",
    "heard": "Tatkon Center",
    "participated": "No",
    "partnering": "['Forte', 'Haven']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 81,
  "fields": {
    "name": "Evan Kravitz",
    "netid": "erk53",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Psychology",
    "minor": "Economics",
    "extracurricular": "Greek Life, Music, Partying, Social Science Research, Travel",
    "extra_sa": "None",
    "career": "Business and Finance, Social Science Research",
    "career_sa": "None",
    "sa1": "Balancing extraciriculars, understanding better then requirements of a psych major, how to get research",
    "sa2": "See above",
    "sa3": "I play drums, I really like psych, i used to take Japanese now I take French",
    "survey": "Social Media",
    "heard": "None",
    "participated": "No",
    "partnering": "['CIAS', 'Cornell Political Union']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 82,
  "fields": {
    "name": "Taylor Dixon",
    "netid": "ted63",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Animal Science",
    "minor": "None",
    "extracurricular": "Community Service, Outdoor Recreation, Pre-Professional Organizations",
    "extra_sa": "None",
    "career": "Graduate Study, Health Professions, Social Science Research",
    "career_sa": "None",
    "sa1": "Possible new friend and advice",
    "sa2": "Questions about off campus housing\r\nAdjusting to college life\r\nMeeting the right people",
    "sa3": "I did pet therapy in high school and I also play percussion and do Karate",
    "survey": "Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 83,
  "fields": {
    "name": "Omisha Manglani",
    "netid": "ojm22",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Environmental and Sustainable Sciences",
    "minor": "None",
    "extracurricular": "Community Service, Environmental Sustainability, Political Activism, Travel, Speech and Debate",
    "extra_sa": "None",
    "career": "Agriculture, Government, Law",
    "career_sa": "Environmental and Human Rights Law",
    "sa1": "Just a new friend",
    "sa2": "How do things work especially from the perspective of a fellow international student?",
    "sa3": "I' m from India and have spent my whole life in Mumbai but I finished high school in Costa Rica",
    "survey": "Another organization",
    "heard": "Tatkon Center",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 84,
  "fields": {
    "name": "John Winnicki",
    "netid": "jw858",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Economics",
    "minor": "Mathematics",
    "extracurricular": "Club or Intramural Sports, Entrepreneurship, Partying, Project Team",
    "extra_sa": "Clubs, in particular business clubs and fraternities. I am really interested in those and how to get in.\r\n\r\nI'm not particularly interested in partying haha.",
    "career": "Business and Finance",
    "career_sa": "Investment banking, consulting, venture capital, PE, hedge funds, you know the works.",
    "sa1": "I would like to meet someone who knows how to get into a business club or is in one currently. I am extremely interested in this subject. Club recruitment has been rough to say the least. Talking to someone about it would be a great experience for me to understand what I did wrong this time around so I can do better in the future. I also want to know more about the finance career path in general and what I should do this summer.",
    "sa2": "Whatever I said in the box above.  Also, how do I get in a business frat?\r\n\r\nAlso, how do you make friends in Cornell outside your roommates? It's so big. \r\nHow do I decide on my career or major?",
    "sa3": "I am from Hawaii. I love to surf, boogie board, free dive, cliff jump, snorkle, spearfish, paddle, pretty much ocean related activities I love to do. I play ukulele and guitar as well. So that's all the Hawaii stuff that's interesting about me. \r\n\r\nI am from a large family, and also have a twin. I focused on Cancer Research but I am not interested in it anymore.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'DSP']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 85,
  "fields": {
    "name": "Trina Barua",
    "netid": "tb468",
    "year": "Sophomore Transfer",
    "college": "Agriculture & Life Sciences",
    "major": "Biology and Society",
    "minor": "None",
    "extracurricular": "Community Service, Cultural, Greek Life, Pre-Professional Organizations, Science Research",
    "extra_sa": "None",
    "career": "Biomedical Research, Health Professions, Public Health",
    "career_sa": "None",
    "sa1": "Advice for getting started in extracurriculars while at Cornell, how to maximize my experience as an undergraduate student.",
    "sa2": "How do you balance your studies and your social life?",
    "sa3": "I was born left handed but my parents thought writing with your left hand was wrong and trained me to be right handed.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'CIAS', 'Phi Delta Epsilon', 'SDS']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 86,
  "fields": {
    "name": "Sophia Huo",
    "netid": "sph64",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Sociology",
    "minor": "Mathematics",
    "extracurricular": "Cultural, Journalism, Languages, Music, Travel",
    "extra_sa": "None",
    "career": "Business and Finance, Graduate Study, International Development",
    "career_sa": "None",
    "sa1": "I'd like to meet someone that could help make the adjustment to college a bit smoother, whether it's through talking about potential majors and careers (even though I checked off some boxes above, I'm still really unsure) or just talking to someone and making a new friend.",
    "sa2": "How to get through 10+ readings a week/various other strategies that increase overall study efficiency? How to manage stress and not feel so overwhelmed by academics? What do people do at parties? Is there a bus that goes from collegetown back to North campus? What are the best places to eat on campus/collegetown/Ithaca? Are there any Asian bakeries sort of close to campus or just in Ithaca? How do you get used to living in Ithaca (the smaller town feel)? What are some ways to keep up the motivation to study/get work done? What sort of winter gear do I need and where to get them?",
    "sa3": "I can't walk and drink water at the same time. I'm from LA but was born in Chicago. I've played the piano since I was 4. The foods I miss the most since coming to Ithaca are good boba, sushi, and acaí bowls. Ithaca might have them but it can't really compare. I listen to a lot of alternative, indie, Kpop/hip-hop, and some of my favorite artists are Blackpink, Honne, and Sam Kim.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO', 'BEARS', 'CAPSU', 'Cornell Radio']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 87,
  "fields": {
    "name": "Xiaoxiang Ma",
    "netid": "xm53",
    "year": "Freshman",
    "college": "Human Ecology",
    "major": "Design and Environmental Analysis",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Design and Graphics, Pre-Professional Organizations, Project Team, Science Research",
    "extra_sa": "Badminton",
    "career": "Art/Design, Computer and Technology, Engineering",
    "career_sa": "None",
    "sa1": "Advice for careers, opportunities and research.",
    "sa2": "How can you engage yourself in research or internships around the field of design?",
    "sa3": "I enjoy playing badminton and I love to build and design.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['CAPSU', 'Cornell Radio', 'CUABS', 'ISU']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 88,
  "fields": {
    "name": "Rebekah Robinson",
    "netid": "rsr266",
    "year": "Sophomore Transfer",
    "college": "Agriculture & Life Sciences",
    "major": "Biology and Society",
    "minor": "Chemical Engineering",
    "extracurricular": "Community Service, Environmental Sustainability, Greek Life, Partying, Science Research",
    "extra_sa": "None",
    "career": "Engineering",
    "career_sa": "None",
    "sa1": "Help choosing courses. Know what I would be more interested in on campus.",
    "sa2": "How did you become involved with stuff on campus?",
    "sa3": "I watch an excessive amount of Netflix.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO', 'ECO', 'Slope Media']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 89,
  "fields": {
    "name": "Grace Ding",
    "netid": "gd268",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Mechanical Engineering",
    "minor": "Computer Science",
    "extracurricular": "LGBTQ, Music, ROTC, Varsity Sports",
    "extra_sa": "None",
    "career": "Computer and Technology, Engineering, Military and ArmedForces",
    "career_sa": "None",
    "sa1": "help choosing classes, especially since I am serious about a double major",
    "sa2": "how do you balance everything without overextending yourself?",
    "sa3": "i like origami and playing/writing/producing music",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 90,
  "fields": {
    "name": "Isaac Cervantes",
    "netid": "ic334",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Computer Science",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Entrepreneurship, Greek Life, Outdoor Recreation, Partying, Theatre",
    "extra_sa": "None",
    "career": "Computer and Technology",
    "career_sa": "I'm not sure what a I want to do in life yet.",
    "sa1": "Recommendations for classes, help choosing a career path, a new friend.",
    "sa2": "How do you balance studies, exercise, social life, and sleep? What works for you when studying and trying to get work done? What do you do to prevent procrastination?",
    "sa3": "I'm from a small military high school in Norwalk California called Southeast Academy High School. The school is less than 300 students in total. My graduating class was 66 students.",
    "survey": "Clubfest, Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS', 'Greek Life', 'Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 91,
  "fields": {
    "name": "Harleen Suri",
    "netid": "hs695",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Biological Engineering",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Community Service, Environmental Sustainability, Project Team, Science Research",
    "extra_sa": "None",
    "career": "Engineering",
    "career_sa": "The options at the top didn't list it, but I actually plan to be a biomedical engineer. Not really sure which area I want to concentrate in.",
    "sa1": "I'd like to talk about the different activities I could possibly join. I'm also currently applying to a lot of engineering-related clubs, so I'd like to find some sort of chill sport or random fun club I could join. I'd also really appreciate any tips you have on the college of engineering and general helpful things I should know about school. Study tips, career fair tips, info on what classes were fun, etc. (honestly I'd appreciate any advise)",
    "sa2": "What do you do if consulting hours are always crowded? (aka Matlab consulted/office hours are pretty bad) \r\nWhat classes that all engineering have to take are typically harder?\r\nIs it a good idea to stick with one project team for 4 years, or try out different ones?\r\nHow hard is it to get an internship at the career fair?\r\nAny study tips for prelims? Is it helpful to study lecture notes or do practice problems?\r\nDo you recommend starting research as a freshman, or waiting until sophomore year?\r\nWhat are some good trails around here?",
    "sa3": "It's not really super interesting but I play tennis and the piano for fun.\r\nI like to run and be outdoors. If I could pick between the beach and the mountains, I'd hands down pick the mountains. \r\nI like to make tie dye T-shirts \r\nI'm a sucker for corny movies \r\nI'm not a fan of coffee (whoops)",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS', 'ECO']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 92,
  "fields": {
    "name": "Vivian Fan",
    "netid": "vcf3",
    "year": "Sophomore Transfer",
    "college": "Arts & Sciences",
    "major": "Computer Science",
    "minor": "None",
    "extracurricular": "Art, Dance, Design and Graphics, Media, Travel",
    "extra_sa": "None",
    "career": "Business and Finance, Computer and Technology, Media Communications",
    "career_sa": "None",
    "sa1": "I would like to get some academic advice such choosing classes, finding internships, how to survive math. I also want to make a friend because  I feel like it is a bit harder to meet people as a transfer.",
    "sa2": "- What to do during the summer? \r\n- What should I do for housing next year? \r\n- How to improve on a subject I'm awful at? \r\n- What are some cool activities on campus to get involved in?",
    "sa3": "I spent my first year at Emory University in Atlanta and had a great time, but ultimately it wasn't for me. I grew up in Taipei, Taiwan, but I went to an international school for middle school and high school, so I feel this weird connection with Taiwan. I got interested in computer science after taking a statistics class last year that involved coding, and I really want to learn more in this subject. I started dancing as a high school freshman, which is a lot later than most people, but I really love this sport/art. For me, a dance practice is the best way to improve my mood after a bad day.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO', 'CAPSU', 'Greek Life', 'ISU', 'OSC', 'Slope Media']",
    "selected": true,
    "upperclassman": 70
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 93,
  "fields": {
    "name": "Luis Benitez",
    "netid": "leb252",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "History",
    "minor": "Environmental Engineering",
    "extracurricular": "Club or Intramural Sports, Cultural, Environmental Sustainability, Music, Travel",
    "extra_sa": "None",
    "career": "Engineering, International Development, Non-Profit",
    "career_sa": "None",
    "sa1": "I want to be able to speak to someone who has already experienced college and ask  them for help in my search for a major.",
    "sa2": "I would like know how to approach a professor. I want to know the \"right\" questions to ask them and not make a fool of myself.",
    "sa3": "Most people have gotten stung by a bee, but I've been stung by a scorpion.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['ECO', 'ISU']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 94,
  "fields": {
    "name": "Allison Grimsted",
    "netid": "aeg248",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Operations Research and Engineering",
    "minor": "Statistics",
    "extracurricular": "Community Service, Music, Pre-Professional Organizations, Science Research, Social Science Research",
    "extra_sa": "None",
    "career": "Business and Finance, Engineering, Management",
    "career_sa": "None",
    "sa1": "I hope to gain an insight into how to manage all that Cornell has to offer. I want to learn about how to manage courseload with clubs and social life. I also want to just hear some niche tips and tricks about the school so that I can enjoy all that Cornell has to offer.",
    "sa2": "I want to ask their advice on how to manage course load, study for prelims, and manage time. I also want to ask them about how to balance their classwork with clubs and their social life. I also want to ask them what their favorite activities and events on and around campus are so that I can enjoy all that Cornell has to offer.",
    "sa3": "I love music. Spotify tells me that I listen to about 30-35 hours of music every week. I play the electric guitar and ukulele (both of which I brought to campus with me).  I listen to everything from rap to bluegrass. I really like using music as a way to understand people, whether I'm listening to their music or talking to someone about their favorite songs.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 95,
  "fields": {
    "name": "Michelle Croen",
    "netid": "mgc97",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Biological Engineering",
    "minor": "Biological Sciences",
    "extracurricular": "Club or Intramural Sports, Community Service, Outdoor Recreation, Pre-Professional Organizations, Project Team, Science Research",
    "extra_sa": "None",
    "career": "Biomedical Research, Engineering, Graduate Study",
    "career_sa": "I've got medicine in the back of my mind but I am not pre-med as of yet.",
    "sa1": "Honestly, I'm feeling a  little lost right now ,  and I'd like to talk to an upperclassmen, preferably one in my major or related major,  who can give me a little perspective .  I'm questioning  myself and my major so I'd love  to talk to someone  who's been through it before and can reassure me/ give me some advice.",
    "sa2": "First off, tell me a little about yourself. What classes and extracurriculars are you involved in?\r\nWhat is your favorite memory/experience so far from Cornell?\r\nWhat is one piece of advice you wish you could tell your freshman self?\r\nWhat are upper level biological engineering classes like?\r\nHow can I get involved in research on campus? If you've done any research, tell me about it!\r\nHow do I get a job/internship  over breaks? Also, what kind of jobs/graduate  studies are available for a biological engineering major?\r\nHow  do I balance studying with extracurriculars,  sleep,  exercise and eating well?",
    "sa3": "I really like Magic Eye  pictures (aka stereograms)  and I have them  up all over my room.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 96,
  "fields": {
    "name": "Elina Hvirtsman",
    "netid": "eh582",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Computer Science",
    "minor": "None",
    "extracurricular": "Dance, Project Team, Travel",
    "extra_sa": "Creative  Computing Club, SWE, WICC, Guiding Eyes",
    "career": "Computer and Technology",
    "career_sa": "None",
    "sa1": "Advice for internships, classes, and careers.  It would also just be nice to hear about someone's experiences who was in a similar situation and their suggestions for me.",
    "sa2": "Where did you look for an internship and do you have any advice about jobs and a career in general? Do you have any suggestions for interviews? How did you choose your classes and what were they like? How did you manage your time and what were the methods that you found were best to study?",
    "sa3": "I was born in Ukraine but moved to America when I was three. I always had an interest in math, but high school is when I found my passion for my computer science.  I don't know exactly what I want to do yet, but it will most likely involve writing code. I also love watching TV and movies and I listen to music in my free time.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 97,
  "fields": {
    "name": "Jasmine Scott",
    "netid": "jas972",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Development Sociology",
    "minor": "None",
    "extracurricular": "Comedy, Community Service, Dance, Music, Partying, Political Activism",
    "extra_sa": "None",
    "career": "Entertainment, Government, Journalism, Law, Social Science Research",
    "career_sa": "None",
    "sa1": "I really want to have really wild experiences at Cornell. I know Cornell has that kind of stuff, but I just can't seem to find it/gain access to it. I was hoping an upperclassmen could help me find these experiences.",
    "sa2": "I love my family, but I'm not super interested in going home over the summer. I would hope I to ask my upperclassmen if they had any wild summer experience as a freshman and how I could do the same!",
    "sa3": "I'm a triplet, I'm from California, and I like to wear socks and sandals.",
    "survey": "Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'Tatkon Center']",
    "selected": true,
    "upperclassman": 30
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 98,
  "fields": {
    "name": "Zachary Salman",
    "netid": "zjs22",
    "year": "Freshman",
    "college": "Architecture, Art & Planning",
    "major": "Urban and Regional Planning",
    "minor": "None",
    "extracurricular": "Art, Design and Graphics, LGBTQ, Music",
    "extra_sa": "Marching and Pep Band, Design-Connect, considering the Klezmer Ensemble and Alternative Recycling",
    "career": "Art/Design, Graduate Study, Non-Profit",
    "career_sa": "Urban development, Architecture, Historic preservation",
    "sa1": "Time management advice, academic paper writing advice, any other advice",
    "sa2": "How do you keep track of your assignments and other work and manage your time on each assignment?",
    "sa3": "I'm providing feedback to my town about historic preservation guidelines they are creating.",
    "survey": "Advertising",
    "heard": "Haven",
    "participated": "No",
    "partnering": "[]",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 99,
  "fields": {
    "name": "Shavonnie Victor",
    "netid": "sv448",
    "year": "Sophomore Transfer",
    "college": "Hotel Administration",
    "major": "Hotel Administration",
    "minor": "None",
    "extracurricular": "Cultural",
    "extra_sa": "Volunteering",
    "career": "Hospitality",
    "career_sa": "Tourism, Food and Beverage",
    "sa1": "Having the campus feel less foreign. Getting tips and hearing about Cornell experiences. Helpful hints for classes.",
    "sa2": "Whats the best and worst experiences that you have had at Cornell?",
    "sa3": "I am going to take Bengali classes next semester and I hope to become semi fluent before I leave here!!",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Tatkon Center']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 100,
  "fields": {
    "name": "Aleena Ismail",
    "netid": "ai257",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Economics",
    "minor": "Applied Economics and Management",
    "extracurricular": "Dance, Entrepreneurship, Journalism, Languages, Political Activism",
    "extra_sa": "None",
    "career": "Business and Finance, International Development, Non-Profit",
    "career_sa": "None",
    "sa1": "I want a mentor who can give me mostly academic and career related advice.",
    "sa2": "How did you meet your best friends? How do you manage your time? How do you study for prelims and how far in advance? Where did you live after freshman year? What summer internships have you done and how did you get them/what is the timeline for finance internships for freshmen? What do you wish you knew freshman year?",
    "sa3": "I love to travel and learn languages. I have spent a summer in Mombasa, Kenya learning about social entrepreneurship and sustainable global development. I have also studied abroad in Shanghai learning Mandarin for 6 weeks through a government scholarship. I speak Urdu/Hindi, some Mandarin, and I want to learn Arabic.",
    "survey": "Another organization",
    "heard": "BEARS",
    "participated": "No",
    "partnering": "['CAPSU', 'CIAS', 'CUABS', 'DSP', 'Forte', 'ISU']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 101,
  "fields": {
    "name": "Rachel Lee",
    "netid": "sl2863",
    "year": "Sophomore Transfer",
    "college": "Engineering",
    "major": "Computer Science",
    "minor": "None",
    "extracurricular": "Club or Intramural Sports, Design and Graphics, Project Team, Religious",
    "extra_sa": "None",
    "career": "Art/Design, Computer and Technology",
    "career_sa": "None",
    "sa1": "Because I'm a sophomore transfer student, I have a lot of general questions about Cornell student life. Also, I have a couple questions about my resume and activities. I feel like I don't have anything notable on my resume, so I'd like advice for that.",
    "sa2": "How do you balance your academic life and social life?\r\nHow do you get to know your professors on a more personal level?\r\nWhat classes do you recommend taking other than the required classes for CS?\r\nWhat are interviews for internships usually like?\r\nWhere do you usually go to study?\r\nDo friends groups usually change in college?\r\nWhere did you meet most of your friends?\r\nHow did you decide which clubs/activities you wanted to join?",
    "sa3": "I'm from Southern California, but the hot east coast summers are way harder for me to handle than the cold east coast winters.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['BEARS']",
    "selected": true,
    "upperclassman": 24
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 102,
  "fields": {
    "name": "Xinquan Yang",
    "netid": "xy368",
    "year": "Sophomore Transfer",
    "college": "Arts & Sciences",
    "major": "Statistics",
    "minor": "Biological Sciences",
    "extracurricular": "Dance, Pre-Professional Organizations, Project Team, Science Research, Speech and Debate",
    "extra_sa": "None",
    "career": "Biomedical Research, Business and Finance, Computer and Technology, Health Professions",
    "career_sa": "Econ consulting or research is my main goal here.",
    "sa1": "New friends!!!\r\n\r\nAdvice for the career! What should I work on now, how do I get a research opportunity, any club I should join.",
    "sa2": "1. How to balance GPA and social\r\n\r\n2. Advice for career\r\n\r\n3. How to network with other Cornell students, pre-professional clubs, and alumni",
    "sa3": "I am a funny, positive, hardworking one.....",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO', 'BEARS', 'CAPSU', 'CIAS', 'CUABS', 'DSP', 'ISU', 'OSC', 'Prepare', 'Speech and Debate']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 103,
  "fields": {
    "name": "Amanda Chueh",
    "netid": "apc82",
    "year": "Sophomore Transfer",
    "college": "Hotel Administration",
    "major": "Hotel Administration",
    "minor": "None",
    "extracurricular": "Art, Community Service, Cultural, Design and Graphics, Greek Life, Travel",
    "extra_sa": "None",
    "career": "Art/Design, Hospitality, Management",
    "career_sa": "None",
    "sa1": "advice and insight on all aspects of campus life (academics, social life, etc.), a new friend, friendly conversation",
    "sa2": "How have you coped with your stress here at Cornell?\r\nWhat kinds of clubs/organizations are you a part of and which ones do you like the most?\r\nWhat are some things to do here at Ithaca?\r\nWhat are some good places to eat at Collegetown?",
    "sa3": "I have a pair of hello kitty pajama pants that I am wearing right now",
    "survey": "Word of mouth",
    "heard": "None",
    "participated": "No",
    "partnering": "['CAPSU', 'CUABS', 'DSP']",
    "selected": true,
    "upperclassman": 36
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 104,
  "fields": {
    "name": "Kalyn McGuire",
    "netid": "krm236",
    "year": "Freshman",
    "college": "Engineering",
    "major": "Global and Public Health Sciences",
    "minor": "Biomedical Engineering",
    "extracurricular": "Art, Outdoor Recreation, Travel, Varsity Sports",
    "extra_sa": "None",
    "career": "Biomedical Research, Engineering, Health Professions, Public Health",
    "career_sa": "None",
    "sa1": "I would like to speak with someone who has been at this school longer than I have about my adjustment, as well as about their major. I am currently unsure of what I want to do with my life, so seeing how someone else found their way would be helpful to me.",
    "sa2": "How do you balence school and social life?\r\nHow did you find the major you are in? \r\nWhat were your struggles in school, and how did you overcome them?\r\nHow did you set up your support system.",
    "sa3": "I have been to several countries in Europe on the youth world cup for skeleton, a sport that goes 80 mph headfirst on the bobsled track.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 105,
  "fields": {
    "name": "Maxine Malvar",
    "netid": "mm2728",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Linguistics",
    "minor": "Performing and Media Arts",
    "extracurricular": "Acapella, Greek Life, Speech and Debate, Student Government, Theatre",
    "extra_sa": "None",
    "career": "Entertainment, Government, Law",
    "career_sa": "None",
    "sa1": "-help choosing classes and advice for choosing a major\r\n-a new friend who knows how to handle college life properly \r\n-someone to talk about extracurriculars with",
    "sa2": "-I feel like it's awkward to pop into office hours and be like, \"Hey I don't get this homework, can you walk through it with me?\"- advice in approaching professors/TAs \r\n-How to navigate the bus system",
    "sa3": "I'm a black belt in Taekwondo and I can say the alphabet backwards really quickly!",
    "survey": "Clubfest, Advertising, Social Media, Word of mouth",
    "heard": "None",
    "participated": "No",
    "partnering": "['APO', 'Greek Life', 'KAPi', 'OSC', 'Slope Media', 'Speech and Debate']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 106,
  "fields": {
    "name": "Victor",
    "netid": "vz44",
    "year": "Junior Transfer",
    "college": "Industrial & Labor Relations",
    "major": "Applied Economics and Management",
    "minor": "Information Science Systems and Technology",
    "extracurricular": "Entrepreneurship",
    "extra_sa": "Passionate about improving the education sector and currently hold part-time roles as:\r\n1. Co-founder @ Generation Entrepreneur - student-run non-profit empowering high school students to launch startups & social ventures.\r\n2. Community Manager @ Navitas Ventures - education venturing arm of Navitas, that invests and partners in edtech innovation.",
    "career": "Business and Finance, Computer and Technology, Education, Non-Profit",
    "career_sa": "Entrepreneur\r\nVenture Capitalist\r\nSomething in innovation and education sector",
    "sa1": "Meet great people - grab coffee and drinks (many drinks) !!",
    "sa2": "I'd love to hear your stories!\r\n\r\nI'm curious and chill.",
    "sa3": "I’m an exchange student at Cornell University, originally from UNSW Australia. I also intend to study in China next year.  I love doing crazy things and breaking the rules.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['CUABS']",
    "selected": true,
    "upperclassman": 84
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 107,
  "fields": {
    "name": "Julianna Shrekgast",
    "netid": "jrs437",
    "year": "Freshman",
    "college": "Hotel Administration",
    "major": "Hotel Administration",
    "minor": "None",
    "extracurricular": "Community Service, Fashion, Greek Life, Partying, Travel, Varsity Sports",
    "extra_sa": "None",
    "career": "Business and Finance, Hospitality, International Development, Management",
    "career_sa": "None",
    "sa1": "Advice about everything really. I want the inside scoop as to which classes I should take, which professors are the best, which events are most important to attend, etc. I also want to make friends outside of the freshman class. Lastly, I want to gain insight into different career interests.",
    "sa2": "I want to ask upperclassmen about career fairs, internships, and interviews because I am really nervous about them and want to know the keys to success in each category.",
    "sa3": "I'm obsessed with dogs (especially golden doodles)!",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "[]",
    "selected": true,
    "upperclassman": 12
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 108,
  "fields": {
    "name": "Rachel LaDue",
    "netid": "rpl63",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "Environmental Engineering",
    "minor": "None",
    "extracurricular": "Community Service, Dance, Environmental Sustainability, Pre-Professional Organizations, Theatre",
    "extra_sa": "Photography, tap dance, fencing, community service, outdoor stuff, also I'm in Cornell Tradition",
    "career": "Engineering, Graduate Study, Non-Profit",
    "career_sa": "None",
    "sa1": "Help choosing classes, how to study for prelims, how to organize my time, how many clubs are too much, study abroad advice, getting a job",
    "sa2": "How long did it take for you to connect with professors? How do you organize your time? How often do you work at a job everyday and how many clubs are you in?",
    "sa3": "I play board games and enjoy orienteering and speaking Spanish as well as I can. I went to Rome in 10th grade, I've been in eleven musicals and one play, and a few skits for girl scouts. I love cool rocks and my dream is to see the redwoods in California, and also to travel everywhere.",
    "survey": "Clubfest, Advertising",
    "heard": "Tatkon Center",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO', 'BEARS', 'Cornell Radio', 'ECO', 'OSC', 'Tatkon Center']",
    "selected": true,
    "upperclassman": 18
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 109,
  "fields": {
    "name": "Ashley Lewis",
    "netid": "ael85",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Biological Sciences",
    "minor": "None",
    "extracurricular": "LGBTQ, Science Research",
    "extra_sa": "None",
    "career": "Biomedical Research, Health Professions",
    "career_sa": "None",
    "sa1": "I want to familiarize myself with events and opportunities on and off campus and learn about the experiences of others.",
    "sa2": "How do you prioritize things?",
    "sa3": "I'm a French Cherokee from North Carolina. My hobbies include gardening, hiking, and going on adventures with my dogs. I have 40 plants in my dorm room and I'm not ashamed of it at all. Current highlight is realizing that the trails around Beebe lake are amazing. Current low point is Chem 2070.",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'Cornell Dems', 'Haven', 'Phi Delta Epsilon']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 110,
  "fields": {
    "name": "Isabelle Leonard",
    "netid": "irl23",
    "year": "Freshman",
    "college": "Agriculture & Life Sciences",
    "major": "International Agriculture and Rural Development",
    "minor": "None",
    "extracurricular": "Community Service, Cultural, Outdoor Recreation, Travel",
    "extra_sa": "I am on the Polo team and a member of the Cornell Dairy Club.",
    "career": "Agriculture, Media Communications",
    "career_sa": "I'm undecided as to my future career, but I definitely want it to be in agriculture. Maybe going back to my  family's farm or working for an NGO to improve ag abroad. Or maybe becoming an agriculture teacher.",
    "sa1": "I would love to get an upperclassmen's perspective on campus life. The first month of freshman year has felt just like freshman year of high school - I don't know the lay of the land yet, I'm unsure of where everything is, and I don't know all the cool opportunities available to me. I know that an upperclassman willing to participate in 'Let's get Coffee' will have taken advantage of a lot of those opportunities and will be willing to share advice and tips.",
    "sa2": "Everyone says \"Go to office hours with questions,\" but what if I don't know what I don't know?  What's the best study spots on campus? Any hidden gems on campus or around Ithaca? What is there to do for fun (without a car) on the weekends besides party? How do you be yourself in college without buckling under peer pressure? What are some great classes to take no matter what your major? How do you set up a 4 year plan?  Best meal on campus? Best experience you've had at Cornell? What's a good club to complement my major?",
    "sa3": "I'm from a dairy farm in Virginia. I love the  culture, food, and hospitality of the South.  I took a gap year to serve as a State Officer of the Virginia FFA Association, a youth leadership organization rooted in agriculture.",
    "survey": "Another organization",
    "heard": "Tatkon Center",
    "participated": "No",
    "partnering": "['Alternative Breaks', 'APO', 'BEARS']",
    "selected": false,
    "upperclassman": null
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 111,
  "fields": {
    "name": "Dan Bromberg",
    "netid": "Dsb283",
    "year": "Sophomore Transfer",
    "college": "Industrial & Labor Relations",
    "major": "Industrial and Labor Relations",
    "minor": "None",
    "extracurricular": "Art, Greek Life, LGBTQ, Partying, Political Activism",
    "extra_sa": "None",
    "career": "Government, Law, Management",
    "career_sa": "None",
    "sa1": "Class advice, recruitment advice, how to meet people.",
    "sa2": "Questions pertaining to clubs, how to navagiate reaources, etc.",
    "sa3": "I'm from Brooklyn and am a first generation American, and am a first-gen college student.",
    "survey": "Advertising",
    "heard": "None",
    "participated": "No",
    "partnering": "['CIAS', 'Cornell Dems', 'Cornell Political Union', 'Greek Life', 'Haven', 'KAPi', 'OSC', 'Slope Media', 'Speech and Debate']",
    "selected": true,
    "upperclassman": 92
  }
},
{
  "model": "newstudent.newstudent",
  "pk": 112,
  "fields": {
    "name": "Yijing Zhao",
    "netid": "yz599",
    "year": "Freshman",
    "college": "Arts & Sciences",
    "major": "Psychology",
    "minor": "Performing and Media Arts",
    "extracurricular": "Art, Dance, Languages, Music, Theatre",
    "extra_sa": "None",
    "career": "Art/Design, Entertainment, Media Communications",
    "career_sa": "None",
    "sa1": "what classes are most important and helpful? what about their workload? when do I need to start an  internship ? where to start an internship? Is studying abroad helpful? what if my parents hate what I like to do? How do I know whether my major is really something I wanna devote myself into rather than simply the result of the sense of satisfaction due to high grades and performing well ?",
    "sa2": "How to communicate with students that are not from your culture? When do you usually sleep? How do you get along with your roommates? Is it better to live on campus or live off campus in sophomore year?",
    "sa3": "I was short haired for 16 years straight and was often recognized as a boy. \r\n\r\nI don't add any milk or sugar in coffee simply because I think that no matter how much I add , it can't make the coffee taste sweet ( and it's no longer coffee if it's sweet ) , and adding milk  makes the color of coffee worse ( if it's brown , it's no longer coffee)\r\n\r\nI am so into BTS but missed all their concerts ( sad story )",
    "survey": "Clubfest",
    "heard": "None",
    "participated": "No",
    "partnering": "['CAPSU', 'CIAS', 'Cornell Radio', 'ISU', 'OSC', 'Prepare', 'Slope Media']",
    "selected": false,
    "upperclassman": null
  }
}
]
